[
  {
    "name": "CR7(Special) Jersey Man United Signed",
    "cost": 399.99,
    "quantity": 811,
    "url": "https://i.imgur.com/wLUTCyV.png",
    "description": "Own a piece of football history with the CR7(Special) Jersey, a limited edition collector's item signed by Cristiano Ronaldo himself. This exclusive Manchester United jersey celebrates the return of the legendary player to Old Trafford, capturing the essence of his iconic career.",
    "features": [
      "Autographed by Cristiano Ronaldo: Each jersey comes personally signed by the football legend, adding significant value and making it a prized possession for any fan or collector.",
      "Limited Edition: With only 811 pieces available worldwide, this jersey is a rare and highly sought-after item, ensuring its exclusivity and uniqueness.",
      "Premium Quality Material: Crafted from high-quality materials, the jersey not only showcases Ronaldo's signature but also provides comfort and durability, making it suitable for both display and wearing on match days.",
      "Authentication Certificate: Each jersey comes with a certificate of authenticity, verifying the signature's legitimacy and ensuring that you are getting an official and genuine CR7 collectible."
    ]
  },
  {
    "name": "LeBron XXI 'Dragon Pearl' EP",
    "cost": 399.99,
    "quantity": 811,
    "url": "https://i.imgur.com/TEZep0g.png",
    "description": "The LeBron XXI 'Dragon Pearl' EP basketball shoes are more than just footwear; they are a testament to the fusion of high-performance and captivating design. Meticulously crafted to excel on the basketball court, these shoes are equipped with advanced technology to enhance your game. The Dragon Pearl theme adds a unique and visually striking element to your on-court style. With a cost of $399.99, they are an investment in your performance and appearance.",
    "features": [
      "High-performance basketball shoes",
      "Advanced technology for enhanced gameplay",
      "Unique and visually striking Dragon Pearl design",
      "Designed to excel on the basketball court",
      "A stylish investment in performance"
    ]
  },
  {
    "name": "Jordan Flight Fleece",
    "cost": 49.99,
    "quantity": 546,
    "url": "https://i.imgur.com/RTnUMii.png",
    "description": "Elevate your comfort and style with the Jordan Flight Fleece pullover hoodie. This cozy and stylish hoodie isn't just a piece of clothing; it's a tribute to the world of basketball and athleticism. Crafted with care and precision, it combines warmth and fashion, making it an ideal choice for those who appreciate both comfort and iconic Jordan branding. Its warm fleece interior ensures that you stay cozy during colder days, while the iconic Jumpman logo on the chest proudly declares your love for the game. The price of $49.99 makes it an affordable addition to your wardrobe.",
    "features": [
      "Warm and cozy fleece interior",
      "Iconic Jumpman logo on the chest",
      "Perfect for basketball enthusiasts",
      "Crafted for warmth and style",
      "Affordable and stylish"
    ]
  },
  {
    "name": "Nike Air Force 1",
    "cost": 114.99,
    "quantity": 494,
    "url": "https://i.imgur.com/pjPErzM.png",
    "description": "The Nike Air Force 1 is an iconic and timeless pair of shoes that represent not just footwear, but a culture and a statement. With a classic design and unmatched comfort, these shoes have remained a favorite among sneaker enthusiasts for decades. They are versatile, suitable for various occasions, and serve as a canvas for self-expression. Priced at $114.99, they are a symbol of style and heritage.",
    "features": [
      "Iconic and timeless design",
      "Unmatched comfort for all-day wear",
      "Versatile and suitable for various occasions",
      "A canvas for self-expression and style",
      "A symbol of sneaker culture and heritage"
    ]
  },
  {
    "name": "Lebron James Jersey",
    "cost": 239.99,
    "quantity": 56661,
    "url": "https://i.imgur.com/RnwTX3Z.png",
    "description": "The Los Angeles Lakers Icon Edition LeBron James Dri-FIT NBA Swingman Jersey is more than just a jersey; it's a way to show your loyalty to your favorite player and team. Crafted with Dri-FIT technology, it wicks away sweat to keep you comfortable during intense games. The iconic design proudly displays your support for LeBron James and the Lakers. Priced at $239.99, it's a high-quality, officially licensed jersey for true basketball fans.",
    "features": [
      "Crafted with Dri-FIT technology for sweat-wicking comfort",
      "Officially licensed jersey",
      "Proudly displays support for LeBron James and the Lakers",
      "A must-have for basketball enthusiasts",
      "A symbol of loyalty and fandom"
    ]
  },
  {
    "name": "Nike Sportswear Tech Fleece",
    "cost": 199.99,
    "quantity": 55659,
    "url": "https://i.imgur.com/mBeQBGn.png",
    "description": "The Nike Sportswear Tech Fleece oversized hoodie is the epitome of style and warmth. Crafted with innovative tech fleece fabric, it keeps you cozy while looking fashion-forward. The oversized design adds a touch of streetwear chic to your wardrobe, making it an ideal choice for those seeking a cozy and stylish hoodie. Priced at $199.99, it's an investment in comfort and fashion that keeps you on-trend.",
    "features": [
      "Crafted with innovative tech fleece fabric for warmth",
      "Oversized design for streetwear chic",
      "A perfect blend of comfort and style",
      "Ideal for a cozy and fashionable look",
      "An investment in comfort and fashion"
    ]
  },
  {
    "name": "Air Jordan 1 Zoom CMFT 2",
    "cost": 499.99,
    "quantity": 535,
    "url": "https://i.imgur.com/oPrPWLu.png",
    "description": "The Air Jordan 1 Zoom CMFT 2 shoes are a celebration of both style and comfort, making them an absolute must-have for sneaker enthusiasts. They feature the iconic Air Jordan design, combining classic aesthetics with modern technology. These shoes are designed to provide comfort for all-day wear while keeping you at the forefront of sneaker fashion. Priced at $499.99, they are an investment in both your style and comfort.",
    "features": [
      "Iconic Air Jordan design",
      "Combines classic aesthetics with modern technology",
      "Designed for all-day comfort",
      "A statement piece in sneaker fashion",
      "An investment in style and comfort"
    ]
  },
  {
    "name": "LV Trainer Sneaker",
    "cost": 4199.99,
    "quantity": 83,
    "url": "https://i.imgur.com/OZaydVf.jpg",
    "description": "The LV Trainer Sneaker from Louis Vuitton is a statement piece of footwear that exemplifies both style and comfort. Crafted with high-quality materials, it features a distinctive design that turns heads wherever you go. Whether you're strolling the city streets or stepping into a high-end event, these sneakers are a symbol of luxury and sophistication. Priced at $4199.99, they are an investment in both fashion and comfort.",
    "features": [
      "High-quality materials for comfort and durability",
      "Distinctive and head-turning design",
      "A symbol of luxury and sophistication",
      "Perfect for city streets and high-end events",
      "An investment in fashion and comfort"
    ]
  },
  {
    "name": "LV Tambour Monogram",
    "cost": 6399.99,
    "quantity": 6565,
    "url": "https://i.imgur.com/WVbCP9V.jpg",
    "description": "The LV Tambour Monogram watch is more than just a timepiece; it's a work of art and a symbol of luxury. Meticulously crafted by Louis Vuitton, this watch features a monogrammed design that adds a touch of elegance to your wrist. It's powered by a precise quartz movement, ensuring accuracy and reliability. With a cost of $6399.99, it's a statement accessory that speaks to your appreciation of luxury and sophistication.",
    "features": [
      "Luxurious monogrammed design",
      "Meticulously crafted by Louis Vuitton",
      "Powered by a precise quartz movement",
      "A statement accessory of luxury and sophistication",
      "A symbol of art and time"
    ]
  },
  {
    "name": "LV Monogram Bag",
    "cost": 1999.99,
    "quantity": 95,
    "url": "https://i.imgur.com/vAEGthE.jpg",
    "description": "The Louis Vuitton Black Monogram Bag is the epitome of luxury and style. Crafted with the finest materials and meticulous attention to detail, this iconic black bag is a symbol of elegance. Its timeless monogram pattern and sleek design make it a versatile accessory for any outfit and occasion. The spacious interior allows you to carry your essentials in style, and the durable construction ensures that this bag will remain a prized possession for years to come. Whether you're attending a formal event, going to a business meeting, or simply enjoying a night out, this Louis Vuitton bag is the perfect complement to your ensemble. Priced at $1999.99, it offers the pinnacle of luxury for those who demand the best.",
    "features": [
      "Luxurious Louis Vuitton black bag",
      "Timeless monogram pattern",
      "Spacious interior for essentials",
      "Versatile for formal and casual occasions",
      "Exquisite craftsmanship and durability"
    ]
  },
  {
    "name": "Nike Sportswear Essential",
    "cost": 59.99,
    "quantity": 844,
    "url": "https://i.imgur.com/3nxkSYi.png",
    "description": "The Nike Sportswear Essential is more than just a t-shirt; it's a versatile and stylish essential for those who lead an active and fashionable lifestyle. Crafted with precision and attention to detail, this slim-fit crop t-shirt boasts a flattering design that accentuates your figure while allowing you the freedom to move comfortably. It's the perfect addition to your casual wardrobe, serving as a dynamic statement piece that effortlessly transitions from workouts to social outings. This t-shirt showcases the epitome of sportswear fashion, featuring a cropped design that pairs beautifully with high-waisted leggings, joggers, or your favorite denim. With a cost of just $59.99, it's an affordable and stylish addition to your collection.",
    "features": [
      "Slim-fit design for a flattering look",
      "Versatile and suitable for various occasions",
      "Comfortable and free-moving fabric",
      "Perfect for workouts and casual outings",
      "Affordable and stylish"
    ]
  },
  {
    "name": "Jordan Fleece Hoodie",
    "cost": 49.99,
    "quantity": 5651,
    "url": "https://i.imgur.com/Nc4rzNV.png",
    "description": "The Jordan Essentials fleece hoodie is an indispensable addition to your casual wardrobe. This versatile and stylish hoodie is not just about comfort; it's a fashion statement that offers warmth and functionality. Meticulously designed, it seamlessly blends sports-inspired elements with everyday wear, making it the ideal choice for various occasions. Whether you're gearing up for an intense basketball game on the court, running errands around the city, or simply seeking comfort on a cozy evening, this hoodie has got you covered. Its soft fleece interior provides exceptional warmth, enveloping you in a cocoon of comfort. The versatile design allows effortless pairing with your favorite pair of jeans, joggers, or sportswear. The cost of just $49.99 makes it not only a stylish choice but also an affordable one for the fashion-conscious individual who values both quality and value in their wardrobe.",
    "features": [
      "Versatile and stylish fleece hoodie",
      "Seamless blend of sports-inspired elements and everyday wear",
      "Exceptional warmth with a soft fleece interior",
      "Perfect for basketball, city outings, and casual evenings",
      "Affordable and fashion-conscious choice"
    ]
  }
]
